Revit 2027 API
ParameterTypeId.BeamHJustification Property
 "Lateral Justification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BeamHJustification { get; }
Public Shared ReadOnly Property BeamHJustification As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BeamHJustification {
	ForgeTypeId^ get ();
}
static member BeamHJustification : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace